Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/po/vlc-tm.tmx
Source language: en
Languages: ca_es

source: This is the subtitles encoder module that will be used (and its associated options).
ca_es: Mòdul codificador de subtítols que s'utilitzarà (i les seves opcions associades).

source: Destination subtitles codec
ca_es: Còdec dels subtítols de destí

source: This is the subtitles codec that will be used.
ca_es: Còdec dels subtítols que s'utilitzarà.

source: Edge Weightning
ca_es: Ponderació de la vora

source: Darkness Limit
ca_es: Límit de foscor

source: Filter Smoothness (in %)
ca_es: Suavitat del filtre (en %)

source: Crop geometry (pixels)
ca_es: Escapça la geometria (píxels)

source: Set the geometry of the zone to crop. This is set as <width> x <height> + <left offset> + <top offset>.
ca_es: Defineix la geometria de la zona que s'ha d'escapçar. Es defineix com a <amplada> x <alçada> + <òfset esquerra> + <òfset superior>.

source: Automatic cropping
ca_es: Escapçament automàtic

source: Automatically detect black borders and crop them.
ca_es: Detecta les vores negres automàticament i les escapça.

source: Remove borders of the video and replace them by black borders
ca_es: Elimina les vores del vídeo i les substitueix per vores negres

source: Ratio max (x 1000)
ca_es: Ràtio màxima (x 1000)

source: Maximum image ratio. The crop plugin will never automatically crop to a higher ratio (ie, to a more "flat" image). The value is x1000: 1333 means 4/3.
ca_es: Ràtio màxima de la imatge. El connector d'escapçament mai sobrepassarà aquesta ràtio automàticament (p.e. a una imatge més «plana»). El valor és x1000: 1333 significa 4/3.

source: Manual ratio
ca_es: Ràtio manual

source: Force a ratio (0 for automatic). Value is x1000: 1333 means 4/3.
ca_es: Força una ràtio (0 per a automàtic). El valor és x1000: 1333 significa 4/3.

source: Number of images for change
ca_es: Nombre d'imatges per canviar

source: The number of consecutive images with the same detected ratio (different from the previously detected ratio) to consider that ratio changed and trigger recrop.
ca_es: El nombre d'imatges consecutives amb la mateixa ràtio detectada (diferent de la ràtio detectada prèviament) per considerar que la ràtio ha canviat i activar l'escapçament.

source: Number of lines for change
ca_es: Nombre de les línies per canviar

source: The minimum difference in the number of detected black lines to consider that ratio changed and trigger recrop.
ca_es: La diferència mínima en el nombre de línies negres detectades per considerar que la ràtio ha canviat i activar l'escapçament.

source: Number of non black pixels
ca_es: Nombre dels píxels que no són negres

source: The maximum of non-black pixels in a line to consider that the line is black.
ca_es: El nombre màxim de píxels que no són negres en una línia per considerar que la línia és negre.

source: Skip percentage (%)
ca_es: Percentatge d'omissió (%)

source: Percentage of the line to consider while checking for black lines. This allows skipping logos in black borders and crop them anyway.
ca_es: Percentatge de la línia que s'ha de considerar mentre es cerquen línies negres. Permet ometre logotips a les vores negres i escapçar-los.

source: Luminance threshold
ca_es: Llindar de lluminositat

source: Maximum luminance to consider a pixel as black (0-255).
ca_es: Lluminositat màxima perquè un píxel es consideri negre (0-255).

source: Crop video filter
ca_es: Filtre d'escapçament de vídeo

source: Cropping failed
ca_es: S'ha produït un error en l'escapçament

source: VLC could not open the video output module.
ca_es: El VLC no pot obrir el mòdul de sortida de vídeo.

source: Deinterlace method to use for local playback.
ca_es: Mètode de desentrellaçat per utilitzar a la reproducció local.

source: Wrapper filter verbosity
ca_es: Loquacitat del filtre d'embolcall

source: Determines wrapper filter verbosity level
ca_es: Determina el nivell de loquacitat del filtre d'embolcall

source: Configuration file
ca_es: Fitxer de configuració

source: Configuration file for the OSD Menu.
ca_es: Fitxer de configuració per al menú OSD.

source: Path to OSD menu images
ca_es: Camí cap a les imatges del menú OSD

source: Path to the OSD menu images. This will override the path defined in the OSD configuration file.
ca_es: Camí cap a les imatges del menú OSD. Substitueix el camí definit al fitxer de configuració de l'OSD.

source: You can move the OSD menu by left-clicking on it.
ca_es: Podeu moure el menú OSD si feu clic a sobre amb el botó esquerre.

source: Menu position
ca_es: Posició del menú

source: You can enforce the OSD menu position on the video (0=center, 1=left, 2=right, 4=top, 8=bottom, you can also use combinations of these values, eg. 6 = top-right).
ca_es: Aquesta opció us permet forçar la posició del menú OSD al vídeo (0=centre, 1=esquerra, 2=dret, 4=superior, 8=inferior, també podeu utilitzar combinacions d'aquests valors, p.e. 6=superior-dreta).

source: Menu timeout
ca_es: Menú de temps d'espera

source: OSD menu pictures get a default timeout of 15 seconds added to their remaining time. This will ensure that they are at least the specified time visible.
ca_es: Les imatges del menú OSD obtenen un temps d'espera per defecte de 15 segons afegits al seu temps restant. Fa possible que estiguin visibles si més no durant el temps de visualització especificat.

source: Menu update interval
ca_es: Interval d'actualització del menú

source: The default is to update the OSD menu picture every 200 ms. Shorten the update time for environments that experience transmissions errors. Be careful with this option as encoding OSD menu pictures is very computing intensive. The range is 0 - 1000 ms.
ca_es: Per defecte, s'actualitza la imatge del menú OSD cada 200 ms. Redueix el temps d'actualització per als entorns que experimentin errors de transmissió. Aneu amb compte amb aquesta opció perquè codificar les imatges del menú OSD consumeix molts recursos de l'ordinador. L'interval és 0 - 1000 ms.

source: The transparency of the OSD menu can be changed by giving a value between 0 and 255. A lower value specifies more transparency a higher means less transparency. The default is being not transparent (value 255) the minimum is fully transparent (value 0).
ca_es: La transparència del menú OSD es pot canviar mitjançant un valor entre 0 i 255. Un valor més baix significa més transparència, un valor més alt menys transparència. Per defecte, no és transparent (valor 255), el mínim és completament transparent (valor 0).

source: On Screen Display menu
ca_es: Menú OSD

source: Comma separated list of active windows, defaults to all
ca_es: Llista de finestres actives separada per comes, per defecte totes

source: Make one tile a black slot
ca_es: Converteix una peça en una ranura negra

source: Make one slot black. Other tiles can only be swapped with the black slot.
ca_es: Fes una ranura negra. Les altres peces només es poden intercanviar amb la ranura negra.

source: Directory path where images files should be saved.If not set, then images will be automatically saved in users homedir.
ca_es: Camí del directori on s'han de desar els fitxers d'imatge. Si no està definit, les imatges es desaran automàticament al directori d'inici de l'usuari.

source: Change subtitles delay
ca_es: Canvia el retard dels subtítols

source: One of '90', '180', '270', 'hflip' and 'vflip'
ca_es: De «90», «180», «270», «hflip» i «vflip»

source: Enable desktop mode
ca_es: Habilita el mode d'escriptori

source: Try to use hardware acceleration for subtitles/OSD blending.
ca_es: Intenteu utilitzar l'acceleració del maquinari perquè els subtítols/OSD estiguin ben definits.

source: Windows GAPI video output
ca_es: Sortida de vídeo Windows GAPI

source: Your video output acceleration driver does not support the required resolution: %ux%u pixels. The maximum supported resolution is %<PRIu32>x%<PRIu32>. Video output acceleration will be disabled. However, rendering videos with overly large resolution may cause severe performance degration.
ca_es: El vostre controlador d'acceleració de la sortida de vídeo no admet la resolució requerida: %ux%u píxels. La resolució màxima admesa és %<PRIu32>x%<PRIu32>. L'acceleració de la sortida de vídeo s'inhabilitarà. Tot i així, és possible que la renderització de vídeos amb una resolució massa gran causi un empitjorament greu del rendiment.

source: Stream Name
ca_es: Nom del flux

source: Video Codec
ca_es: Còdec de vídeo

source: Audio Codec
ca_es: Còdec d'àudio

source: Subtitle Codec
ca_es: Còdec del subtítol

source: Output Method
ca_es: Mètode de sortida

source: Video Bit Rate
ca_es: Taxa de bits del vídeo

source: Audio Bit Rate
ca_es: Taxa de bits de l'àudio

source: Audio Sample Rate
ca_es: Freqüència de mostratge de l'àudio

source: MUX Options
ca_es: Opcions MUX

source: Video Scale
ca_es: Escala del vídeo

source: Output Port
ca_es: Port de sortida

source: Output Destination
ca_es: Destí de sortida

source: Output File
ca_es: Fitxer de sortida

source: Input Media
ca_es: Element multimèdia d'entrada

source: File Name
ca_es: Nom del fitxer

source: Rows:
ca_es: Files:

source: x offset
ca_es: Òfset x

source: row border
ca_es: vora de la fila

source: width
ca_es: amplada

source: Columns:
ca_es: Columnes:

source: y offset
ca_es: Òfset y

source: column border
ca_es: vora de la columna

source: height
ca_es: alçada

source: Are you sure you wish to create the stream ?
ca_es: Esteu segur que voleu crear el flux?

source: We would like to thank the whole VLC community, the testers, our users and the following people (and the missing ones...) for their collaboration to create the best free software.
ca_es: Ens agradaria donar les gràcies a tota la comunitat del VLC, als provadors, als usuaris i a les persones següents (i les que falten...), per col·laborar en la creació del millor programari lliure.

source: Licence
ca_es: Llicència

source: Verbosity:
ca_es: Loquacitat:

source: Add a subtitles file
ca_es: Afegeix un fitxer de subtítols

source: Use a sub&titles file
ca_es: Utilitza un fitxer de sub&títols

source: Select the subtitles file
ca_es: Seleccioneu el fitxer de subtítols

source: Destinations
ca_es: Destins

source: Group name
ca_es: Nom del grup

source: Use GPU accelerated decoding
ca_es: Utilitza la descodificació accelerada de la GPU

source: Instances
ca_es: Instàncies

source: Enqueue files when in one instance mode
ca_es: Envia a la cua els fitxers en el mode d'una instància

source: Menus language:
ca_es: Idioma dels menús:

source: Systray popup when minimized
ca_es: Finestra emergent a la safata quan es minimitza

source: Subtitles Language
ca_es: Idioma dels subtítols

source: Preferred subtitles language
ca_es: Idioma preferit per als subtítols

source: Subtitles effects
ca_es: Efectes de subtítols

source: Do you want to download it ?
ca_es: Voleu baixar-lo?

source: Black slot
ca_es: Ranura negra

source: A project and a
ca_es: Un projecte i una

source: non-profit organization
ca_es: organització sense ànim de lucre

source: composed of volunteers, developing and promoting free, open-source multimedia solutions.
ca_es: formada per voluntaris, desenvolupant i promovent solucions multmèdia gratuïtes, de codi obert.

source: donate
ca_es: feu un donatiu

source: why?
ca_es: per què?

source: News
ca_es: Notícies

source: Project and Organization
ca_es: Projecte i organització

source: Team
ca_es: Equip

source: Contact us
ca_es: Contacte

source: Partners
ca_es: Socis

source: Mirrors
ca_es: Miralls

source: Press center
ca_es: Centre de premsa

source: Events
ca_es: Esdeveniments

source: Security center
ca_es: Centre de seguretat

source: Download
ca_es: Baixades

source: Screenshots
ca_es: Captures de pantalla

source: Projects
ca_es: Projectes

source: All Projects
ca_es: Tots els projectes

source: Contribute
ca_es: Col·laboreu

source: Donate time
ca_es: Donació de temps

source: Donate money
ca_es: Donació de diners

source: Get Goodies
ca_es: Obteniu regals

source: Support
ca_es: Assistència

source: Support center
ca_es: Centre d'assistència

source: FAQ
ca_es: PMF

source: Legal
ca_es: Aspectes legals

source: Forums
ca_es: Fòrums

source: Mailing-Lists
ca_es: Llistes de correu

source: Report a bug
ca_es: Informeu d'un error

source: Dev' Zone
ca_es: Desenvolupament

source: Community
ca_es: Comunitat

source: Get Involved
ca_es: Participeu

source: Download VLC
ca_es: Baixa el VLC

source: Other Systems
ca_es: Altres sistemes

source: VLC: Official site - Free multimedia solutions for all OS!
ca_es: VLC: lloc web oficial - Solucions multimèdia gratuïtes i lliures per a tots els SO!

source: VLC is a free and open source cross-platform multimedia player and framework that plays most multimedia files as well as DVD, Audio CD, VCD, and various streaming protocols.
ca_es: VLC és un reproductor multimèdia multi-plataforma, gratuït i de codi font obert. Reprodueix la majoria de fitxers multimèdia així com DVD, àudio CD, VCD, i protocols diversos de transmissió de dades.

source: Other projects from VideoLAN
ca_es: Altres projectes de VideoLAN

source: For Everyone
ca_es: Per a tothom

source: VLC is a powerful media player playing most of the media codecs and video formats out there.
ca_es: VLC és un potent reproductor multimèdia que reprodueix la majoria de còdecs multimèdia i formats de vídeo que existeixen.

source: VideoLAN Movie Creator is a non-linear editing software for video creation.
ca_es: VideoLan Movie Creator és un programa per a la creació i edició no-lineal de vídeo.

source: For Professionals
ca_es: Per a professionals

source: DVBlast is a simple and powerful MPEG-2/TS demux and streaming application.
ca_es: DVBlast és una aplicació simple i potent per a flux de dades i descodificar MPEG-2/TS.

source: multicat is a set of tools designed to easily and efficiently manipulate multicast streams and TS.
ca_es: multicat és un conjunt d'eines dissenyades per manipular fàcilment i eficientment seqüencies de multidifusió i TS.

source: x264 is a free application for encoding video streams into the H.264/MPEG-4 AVC format.
ca_es: x264 és una aplicació lliure per a la codificació de seqüències de vídeo en format H.264/MPEG-4 AVC.

source: For Developers
ca_es: Per a desenvolupadors

source: View All Projects
ca_es: Mostra tots els projectes

source: Help us out!
ca_es: Ajudeu-nos!

source: VideoLAN is a non-profit organization.
ca_es: VideoLAN és una organtizació sense ànim de lucre.

source: All our costs are met by donations we receive from our users. If you enjoy using a VideoLAN product, please donate to support us.
ca_es: Totes les despeses les cobrim amb els donatius que rebem dels nostres usuaris. Si gaudiu usant un producte VideoLAN, feu un donatiu per donar-nos suport.

source: Learn More
ca_es: Apreneu-ne més

source: VideoLAN is open-source software.
ca_es: VideoLAN és programari de codi obert.

source: This means that if you have the skill and the desire to improve one of our products, your contributions are welcome
ca_es: Això significa que si teniu la capacitat i el desig de millorar algun dels nostres productes, la vostra col·laboració és benvinguda

source: Spread the Word
ca_es: Difoneu la paraula

source: We feel that VideoLAN has the best video software available at the best price: free. If you agree please help spread the word about our software.
ca_es: Creiem que el VideoLAN és el millor programa de vídeo disponible i al millor preu: gratuït. Si hi esteu d'acord, ajudeu-nos a difondre'l.

source: News &amp; Updates
ca_es: Notícies i actualitzacions

source: Development Blogs
ca_es: Blocs de desenvolupament

source: Official page for VLC media player, the Open Source video framework!
ca_es: Pàgina oficial del reproductor multimèdia VLC, l'entorn de vídeo de codi obert!

source: Simple, fast and powerful media player.
ca_es: Un reproductor multimèdia potent, ràpid i simple.

source: Plays everything: Files, Discs, Webcams, Devices and Streams.
ca_es: Ho reprodueix tot: fitxers, discos, càmeres web, dispositius i fluxos.

source: Plays most codecs with no codec packs needed:
ca_es: Reprodueix la gran majoria de còdecs sense necessitar cap paquet de còdecs:

source: Runs on all platforms:
ca_es: S'executa en totes les plataformes:

source: Completely Free, 0 spyware, 0 ads and no user tracking.
ca_es: Totalment gratuït, sense spyware, sense anuncis i sense fer seguiment de l'usuari.

source: Can do media conversion and streaming.
ca_es: Pot fer conversió multimèdia i flux de dades.

source: Discover all features
ca_es: Descobriu totes les funcionalitats

source: View all screenshots
ca_es: Mostra totes les captures

source: Get VLC for
ca_es: Baixeu el VLC per

source: Official Downloads of VLC media player
ca_es: Baixades oficials del reproductor multimèdia VLC

source: Sources
ca_es: Fonts

source: You can also directly get the
ca_es: També podeu baixar directament el

source: source code
ca_es: codi font
